{
    "loveNotes": [
        {
            "id": 1,
            "category": "lyrics",
            "text": "When I see your face, there's not a thing that I would change, cause you're amazing just the way you are. And when you smile the whole world stops and stares for a while cause, girl, you're amazing just the way you are.",
            "author": "Bruno Mars - Just The Way You Are",
            "read": false
        },
        {
            "id": 2,
            "category": "lyrics",
            "text": "There's nothing in this world, there's not another girl that could satisfy my needs. There's nothing in this world, there's not another boy that can make me feel so sweet.",
            "author": "Sean Kingston - There's Nothin",
            "read": false
        },
        {
            "id": 3,
            "category": "message",
            "text": "I love to see your face when you wake up next to me while you lay in my arms.",
            "author": "",
            "read": false
        },
        {
            "id": 4,
            "category": "love",
            "text": "I love you because of your personal qualities and I secretly wish that I would have some of the qualities that you have you.",
            "author": "",
            "read": false
        },
        {
            "id": 5,
            "category": "love",
            "text": "I love you because you are confident and headstrong in every situation.",
            "author": "",
            "read": false
        },
        {
            "id": 6,
            "category": "love",
            "text": "I love you because you are confident and headstrong in every situation.",
            "author": "",
            "read": false
        },
        {
            "id": 7,
            "category": "love",
            "text": "I love you because you goal oriented and you put in the work to achieving your goals.",
            "author": "",
            "read": false
        },
        {
            "id": 8,
            "category": "love",
            "text": "I love you, plain and simple, I just fucking love you!",
            "author": "",
            "read": false
        },
        {
            "id": 9,
            "category": "message",
            "text": "If you read this in the morning, I hope you have an amazing day. If you read this in the evening, I hope you had an amazing day.",
            "author": "",
            "read": false
        },
        {
            "id": 10,
            "category": "message",
            "text": "There is no other girl that can compare to you, you are on a whole 'nother level",
            "author": "",
            "read": false
        },
        {
            "id": 11,
            "category": "message",
            "text": "I said it before and I'll say it again, I will always show you how much you mean to me.",
            "author": "",
            "read": false
        },
        {
            "id": 12,
            "category": "message",
            "text": "Honestly, I think we are the greatest couple out there. No other relationship comes even close to ours.",
            "author": "",
            "read": false
        },
        {
            "id": 13,
            "category": "message",
            "text": "We have good times and we have bad times, but I wouldn't have it any other way.",
            "author": "",
            "read": false
        },
        {
            "id": 14,
            "category": "memories",
            "text": "Remember when, we were both nervous on our first date, and I was so nervous that I didn't know how to greet you and I said <q>naaaa csá!!!</q>",
            "author": "",
            "read": false
        },
        {
            "id": 15,
            "category": "memories",
            "text": "Remember our first trip to Aarhus, and we were looking for a place to eat and we almost went into a Sunset Boulavard, but I wanted to find something more romantic.",
            "author": "",
            "read": false
        },
        {
            "id": 16,
            "category": "memories",
            "text": "Remember our first time having sex!! We weren't that good at first, but it just keeps getting better and better.",
            "author": "",
            "read": false
        },
        {
            "id": 17,
            "category": "memories",
            "text": "Remember when we jumped together in the pool with Géza, I was already trying to impress you with how big I can jump.",
            "author": "",
            "read": false
        },
        {
            "id": 18,
            "category": "memories",
            "text": "Remember when we went to the Frederiksberg Spa in Copenhagen and we were dying in the sauna!!",
            "author": "",
            "read": false
        },
        {
            "id": 19,
            "category": "love",
            "text": "I love you because we are a team, when we have a problem, it is not you against me, it is us against the problem.",
            "author": "",
            "read": false
        },
        {
            "id": 20,
            "category": "quote",
            "text": "Because she competes with no one, no one can compete with her.",
            "author": "Lao Tzu",
            "read": false
        },
        {
            "id": 21,
            "category": "doing",
            "text": "Taking a cruise down the Danube.",
            "author": "",
            "read": false
        },
        {
            "id": 22,
            "category": "doing",
            "text": "Making a fort out of bedsheets and pillows!!",
            "author": "",
            "read": false
        },
        {
            "id": 23,
            "category": "doing",
            "text": "Watching the sunset and sunrise in one day.",
            "author": "",
            "read": false
        },
        {
            "id": 24,
            "category": "message",
            "text": "You know it's love when home is not a place, but a person.",
            "author": "",
            "read": false
        },
        {
            "id": 25,
            "category": "quote",
            "text": "There is no life as complete as the life that is lived by choice.",
            "author": "Shad Helmstetter",
            "read": false
        },
        {
            "id": 26,
            "category": "quote",
            "text": "Life is much more fun if you live it in the spirit of play and collaboration, working with instead of against others.",
            "author": "Wally Amos",
            "read": false
        },
        {
            "id": 27,
            "category": "message",
            "text": "The best thing to hold onto in life is each other.",
            "author": "",
            "read": false
        },
        {
            "id": 28,
            "category": "message",
            "text": "You may hold my hand for a while, but you hold my heart forever.",
            "author": "",
            "read": false
        },
        {
            "id": 29,
            "category": "memories",
            "text": "Remember when we were watching the Phlake concert in Christiania and my arms were wrapped around you.",
            "author": "",
            "read": false
        },
        {
            "id": 30,
            "category": "message",
            "text": "I truly enjoy making gifts for you, because I know it's for you, and you appreciate even the smallest of gifts.",
            "author": "",
            "read": false
        },
        {
            "id": 31,
            "category": "memories",
            "text": "Remember when we started making websites and you were so frustrated with HTML and CSS.",
            "author": "",
            "read": false
        },
        {
            "id": 32,
            "category": "memories",
            "text": "Remember when we started our OneNote, because honestly I don't, but now I wouldn't be able to live without our Szevin OneNote notebook. If you remember tell me which was our first section?",
            "author": "",
            "read": false
        },
        {
            "id": 33,
            "category": "memories",
            "text": "Remember when we were so far away from each other, on other sides of the world, but we still kept in touch through text and calling.",
            "author": "",
            "read": false
        },
        {
            "id": 34,
            "category": "memories",
            "text": "Remember when the day we first met and we went to drink VBK at you and Kriszti's place.",
            "author": "",
            "read": false
        },
        {
            "id": 35,
            "category": "memories",
            "text": "Remember when we played volleyball in Odense, and I was serving the volleyball like a beast, mainly to impress you.",
            "author": "",
            "read": false
        },
        {
            "id": 36,
            "category": "love",
            "text": "I love you because to me you are the most gorgeous girl in the world.",
            "author": "",
            "read": false
        },
        {
            "id": 37,
            "category": "love",
            "text": "I love you because I melt inside when I see you smile.",
            "author": "",
            "read": false
        },
        {
            "id": 38,
            "category": "lyrics",
            "text": "And IIIIIIIIIIIIII will alwaaaaaaaaaaaaaaaaaaays loooooooovvvveeeeeee yoooooouuuuuuuuu!",
            "author": "Whitney Houston - I Will Always Love You",
            "read": false
        },
        {
            "id": 39,
            "category": "lyrics",
            "text": "See the way you moving, no need for introducing, You're everything a man could want, You and I, we both know, Only one with this course, Baby let me take you home",
            "author": "Fais ft Afrojack - Hey",
            "read": false
        },
        {
            "id": 40,
            "category": "lyrics",
            "text": "Oh baby, why don't you just meet me in the middle? I'm losing my mind just a little, So why don't you just meet me in the middle? In the middle",
            "author": "Zedd, Maren Morris and Grey - The Middle",
            "read": false
        },
        {
            "id": 41,
            "category": "doing",
            "text": "Sitting and chilling in a hot water spring.",
            "author": "",
            "read": false
        },
        {
            "id": 42,
            "category": "doing",
            "text": "Making love in a jaqcuzzi.",
            "author": "",
            "read": false
        },
        {
            "id": 43,
            "category": "doing",
            "text": "Going wine tasting!!",
            "author": "",
            "read": false
        },
        {
            "id": 44,
            "category": "love",
            "text": "I love you because you're so organized and I saw this when you showed me your bullet journal and also your recipe book on our first date.",
            "author": "",
            "read": false
        },
        {
            "id": 45,
            "category": "memories",
            "text": "Remember when we made out in Blomsten & Bien.",
            "author": "",
            "read": false
        },
        {
            "id": 46,
            "category": "quote",
            "text": "No one ever finds life worth living - one has to make it worth living.",
            "author": "Winston Churchill",
            "read": false
        },
        {
            "id": 47,
            "category": "quote",
            "text": "The flower that blooms in adversity is the most rare and beautiful of all.",
            "author": "The Emporer from Mulan",
            "read": false
        },
        {
            "id": 48,
            "category": "quote",
            "text": "Life has no limitations, except the ones you make.",
            "author": "Les Brown",
            "read": false
        },
        {
            "id": 49,
            "category": "message",
            "text": "Remember that you are my greatest treasure.",
            "author": "",
            "read": false
        }
    ]
}
